{
    "next": 6,
    "previous": 4,
    "result": {
        "id": 5,
        "title": "YADA IMPACT 3.0: Digital Era Empowers the Child Potential",
        "author": null,
        "timePublised": "2022-03-29T12:47:13Z",
        "articleImage": "https://i.ibb.co/VtjP8s6/Untitled-design.png",
        "topic": "Webinar",
        "preview": "On Sunday (13/03), Yada Youth Indonesia successfully held its 3rd Yada Impact titled “Digital Era Empowers the Child Potential”.",
        "content": "<p dir=\"ltr\" style=\"line-height:1.7999999999999998;text-align: justify;margin-top:0pt;margin-bottom:0pt;\"><span style=\"font-family: &quot;Helvetica Neue&quot;; font-size: 12px;\">﻿</span><span style=\"font-size:12pt;font-family:Arial;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;\">On Sunday (13/03), Yada Youth Indonesia successfully held its 3rd Yada Impact titled “Digital Era Empowers the Child Potential”. The event was open to the public via Zoom Cloud Meeting, featuring two incredible speakers, Muflih Dwi Fikri (CEO of Global Millennial Group) and Angel Nathania Devi, S.Psi., M.Psi. (Clinical Child and Adolescent Psychologist at Klinik Jiwa Selaras and RS Sumber Kasih). Each speaker presented the sub themes of Yada Impact 3.0 which is “Be Smart with Digital Literacy” by Muflih and “Explore the Child’s Potential, not Burden the Child” by Devi.&nbsp;</span></p><p><span id=\"docs-internal-guid-2653db64-7fff-b028-cee1-93fdbf69b04c\"></span></p><p dir=\"ltr\" style=\"line-height:1.7999999999999998;text-align: justify;margin-top:0pt;margin-bottom:0pt;\"><span style=\"font-size:12pt;font-family:Arial;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;\"><br></span></p><p dir=\"ltr\" style=\"line-height:1.7999999999999998;text-align: justify;margin-top:0pt;margin-bottom:0pt;\"><span style=\"font-size:12pt;font-family:Arial;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;\">Muflih opened his speech by explaining that the generation has developed rapidly, especially with technology that has become much easier to use. He also shared his experience in Global Millennial Group while emphasizing the importance of having digital literacy in the present era. “Time will always move on, it wont stop and wait for anyone. That’s why we have to always upgrade ourselves to catch up with the era,” say Muflih. Moving on to the next speaker, Devi shared that parental pressure can cause psychological burden to the child. “Parents experience excessive anxiety and are ambitious, controlling and rigid, and forcing their children to learn beyond their limits. It makes learning become a structured and controlled activity by parents that causes children to experience mental problems such as anxiety, frustration, and depression,” Devi explained. “As parents, there are several things we can do, such as supporting their interest, teaching them to set boundaries and take responsibility, and never compare them to other children. Appreciate their effort, not only their achievements,”</span></p>"
    }
}